texts: dict = {
    'start': '<b>👋 <i>Добро пожаловать!</i> в телеграм 🤖 бот\n'
             f'\n{'\t' * 26}🎮 <u>Mini Games</u>❗</b>\n\n'
             f'\n<i>🔴 Меню бота</i> - /menu\n{'__ ' * 16}\n'
             f'\n<i>🔴 Начинайте играть прямо сейчас!</i> - /games\n{'__ ' * 16}\n'
             '\n<i>🔴 Как пользоваться ботом?</i> - /help',
    'help': f'''<b><i>👋 Привет!</i> Я 🤖 бот с 🎮 мини-играми.\n\n📃 Вот список доступных команд:</b>

        🔴 /start – <b>Запустить бота.</b> <i>Используйте эту команду при первом запуске или \
когда хотите начать заново.</i>
        {'__ ' * 16}\n
        🔴 /games – <b>Выбрать игру.</b> <i>Команда откроет список доступных игр, из которых вы можете выбрать, \
в какую хотите поиграть.</i>
        {'__ ' * 16}\n
        🔴 /menu – <b>Просмотреть профиль.</b> <i>В этом разделе вы можете увидеть свой профиль и получить \
информацию о боте.</i>
        {'__ ' * 16}\n
        🔴 /help – <b>Получить эту справку по командам.

        📧 Если у вас есть 💡 идеи или возникают 🅱️ проблемы с 🤖 ботом, пишите мне на ✅ @iLLustrator_16. \
Приятной игры❗</b>''',
    'user_profile': '<b>🪪 Профиль пользователя:</b>\n'
                    '\n{5}👤 <i>Имя:</i> {0}\n{5}{4}\n'
                    '\n{5}👤 <i>Фамилия:</i> {1}\n{5}{4}\n'
                    '\n{5}👤 <i>Имя пользователя:</i> @{2}\n{5}{4}\n'
                    '\n{5}🆔 <i>Телеграм ID:</i> {3}',
    'bot_information': '🤖 <b>Бот: 🎮 <u>Mini Games</u>❗\n'
                       '👨‍💻 Создатель: @iLLustrator_16\n\n'
                       '🗨️ Описание:\n\n'
                       '        🎮 <u>Mini Games</u> - это бот для развлечения с мини-играми, '
                       'в которые можно играть абсолютно бесплатно. '
                       'В настоящее время доступны две игры:\n\n'
                       '1. 🪨 Камень, ✂️ Ножницы, 🧻 Бумага.\n'
                       '2. 🔢 Угадай число!</b>\n\n'
                       '<i>🔴 Для получения инструкции по использованию бота и списка доступных команд воспользуйтесь '
                       'командой /help. Если у вас есть идеи для новых игр, вы можете связаться с нашей службой '
                       'поддержки, информация о которой также находится в разделе /help.</i>\n\n'
                       '<b>Приятной игры!</b>❗'
}
